export interface Article {
    id: number;
    title: string;
    category: string;
    content:string;
    imgurl:string
}

export const JAVA_ARTICLES: Article[] = [
    {imgurl:"",id: 1, title: 'Java Article 1', category: 'Java',content:""},
    {imgurl:"",id: 2, title: 'Java Article 2', category: 'Java',content:""},
];
export const ANGULAR_ARTICLES: Article[] = [
    {imgurl:"",id: 1, title: 'Angular Article 1', category: 'Angular',content:""},
    {imgurl:"",id: 2, title: 'Angular Article 2', category: 'Angular',content:""},
];
export const FAVORITE_ARTICLES: Article[] = [
    {imgurl:"",id: 1, title: 'Java Article 1', category: 'Java',content:""},
    {imgurl:"",id: 2, title: 'Angular Article 2', category: 'Angular',content:""}
]; 

export const MINS_ARTICLES:Article[]=[
    {
    imgurl:"https://moe.gov.eg//media/poujpoin/whatsapp-image-2022-11-03-at-2-30-16-pm.jpeg?anchor=center&mode=crop&width=1560&height=528&rnd=133119532090370000",
    category:"MINS",id: 1, title: 'وزير التربية والتعليم يترأس اجتماع أعضاء المجلس الأعلى للأمناء والآباء والمعلمين', 
    content:`
    وفي بداية الاجتماع رحب الدكتور رضا حجازي، بأعضاء المجلس، مؤكدًا أن المجلس هو الممثل الشرعى لآراء أولياء الأمور والمعلمين،
    مشيدًا بدورهم في التغلب على العديد من مشكلات العملية التعليمية والمجهودات المبذولة لإنجاح منظومة التعليم الجديدة. وقال حجازي، إننا نسعى إلى تطوير العملية التعليمية وتنمية مهارات المعلمين، والعمل على توفير منظومة تعليمية متميزة من شأنها تحقيق أهداف التنمية المستدامة. واستعرض الوزير، خلال الاجتماع، الإجراءات التي اتخذتها الوزارة لتطوير المنظومة التعليمية، حيث استهدفت الوزارة عودة الطلاب للمدرسة، ودمج التكنولوجيا في التعليم وتخصيص يوم للأنشطة الفنية والرياضية والثقافية بالتعاون مع وزارتي الشباب والرياضة والثقافة. ووجه الوزير، أعضاء المجلس بضرورة إطلاق مبادرات من شأنها التعريف بالحقوق والواجبات لكل أطراف المنظومة التعليمية، وتحويل تلك المبادرات لتصبح بمثابة ميثاق عمل، سواء لأعضاء مجالس الأمناء، أو للمعلمين وأولياء الأمور، كما تهدف تلك المبادرات للتقريب بين أطراف العملية التعليمية على أرض الواقع. وناقش المجلس العديد من القضايا والتي من أهمها تفعيل دور المجلس بالمدارس والتواصل مع أولياء الأمور والتوعية بجهود الوزارة والتي تهدف في المقام الأول إلي الحفاظ على حق الطلاب في الحصول على خدمة تعليمية تليق بهم، فضًلا عن مناقشة العديد من القضايا الأخرى. حضر الاجتماع الدكتورة إيمان حسن المدير التنفيذي للمجلس، ورئيس الإدارة المركزية للأنشطة الطلابية، والدكتور أكرم حسن رئيس الإدارة المركزية لتطوير المناهج، والمستشار أشرف سيد المستشار القانوني لوزارة التربية والتعليم،
    وعبد الرؤوف علام رئيس المجلس الأعلى للأمناء والآباء والمعلمين وأعضاء المجلس بمختلف المحافظات.
    `},
    {
    imgurl:"https://moe.gov.eg//media/rzrpa3ga/whatsapp-image-2022-11-18-at-5-00-10-pm.jpeg?anchor=center&mode=crop&width=1560&height=528&rnd=133132895330070000",
    category:"MINS",id: 2, title: 'وزير التربية والتعليم يكلف الأستاذ الدكتور أحمد المحمدي للعمل كمساعد وزير لشؤون المديريات التعليمية', content: `رر الدكتور رضا حجازي وزير التربية والتعليم والتعليم الفني، تكليف الأستاذ الدكتور أحمد المحمدي الأمين العام لضمان جودة التعليم برئاسة مجلس الوزراء، للعمل كمساعد وزير التربية والتعليم لشؤون المديريات التعليمية.

    وشغل المحمدي، منصب أمين عام اللجنة العليا لاعتماد المؤسسات التعليمية العسكرية التابعة لوزارة الدفاع والداخلية والمؤسسات ذات الطابع الخاص خلال الفترة من 2019 إلى 2022، كما عمل كمساعد رئيس هيئة ضمان جودة التعليم في الفترة من 2017 إلى 2019.
    
    كما تم تكليف الدكتور أحمد المحمدي للقيام بأعمال الأمين العام لهيئة ضمان جودة التعليم إلى جانب عمله كمساعد رئيس للهيئة في 2019، فضًلا عن عمله في منصب نائب مدير وحدة جودة التعليم بكلية طب الأسنان في الفترة من 2015 إلى 2017.
    
    وحصل الدكتور أحمد المحمدي على درجة أستاذ مساعد في عام 2022، فضًلا عن عمله بشئون المتابعة بوزارة الصحة والسكان، وفي الأمانة العامة للمركز القومي للبحوث بالإضافة إلى عضوية هيئة تدريس جامة الأزهر منذ عام 2010.
    
    كما حصل بإلاضافة إلى درجة الدكتوراه في التخصص علي دبلومة إدارة الموارد البشرية جامعة عين شمس 2014، ودبلومة إعداد القادة المتكاملة للترقي للمناصب الإدارية العليا مركز إعداد القادة - جامعة عين شمس 2015، ودبلومة الأزمات والكوارث بالجامعة الأمريكية2017، وماجستير الإدارة والدعم اللوجستي 2019 من الأكاديمية البحرية للعلوم والتكنولوجيا.`},

    {
      imgurl:"https://moe.gov.eg//media/cpxmib4i/whatsapp-image-2022-11-17-at-3-22-07-pm.jpeg?anchor=center&mode=crop&width=1560&height=528&rnd=133131661665030000",
      category:'MINS',id:3, title:`"التعليم" توقع بروتوكول تعاون مشترك لإنشاء مدرسة جديدة للتكنولوجيا التطبيقية فـي مجال زراعة وإنتاج التمور بالجيزة`,
      content:`شهد الدكتور رضا حجازى وزير التربية والتعليم والتعليم الفني، اليوم، بروتوكول تعاون مشترك مع شركة لينة للتنمية السياحية والعمرانية؛ بشأن إنشاء مدرسة لينة للتكنولوجيا التطبيقية للبنين، التابعة لإدارة الواحات البحرية، بمحافظة الجيزة.

      وقع البروتوكول الدكتور محمد مجاهد نائب الوزير للتعليم الفنى، ومهند السيد إسماعيل خضر نائب رئيس مجلس إدارة شركة لينة للتنمية السياحية والعمرانية، بحضور الدكتور عمرو بصيلة رئيس الإدارة المركزية لتطوير التعليم الفنى ومدير وحدة تشغيل وإدارة مدارس التكنولوجيا التطبيقية، وأشرف سلومة مدير مديرية التربية والتعليم بالجيزة.
      
      وأكد الدكتور رضا حجازى وزير التربية والتعليم أن الوزارة تسعى دائمًا إلى تطوير منظومة التعليم الفني، والتدريب المهني، بهدف تحسين نوعية مخرجات، ومستويات المهارات المهنية؛ حتى تواكب المستويات العالمية، مشيرًا إلى أن ثلثي احتياجات سوق العمل من المهن، والتخصصات الجديدة، وتساهم في زيادة نسب التشغيل لخريجي المدارس الفنية، ويزيد من دورها في تلبية الاحتياجات المطلوبة؛ لتنفيذ خطط التنمية الاقتصادية، والاجتماعية في مصر.
      
      وأشار الوزير إلى أن هذا البروتوكول يتوافق مع المحور الرئيسى لمؤتمر الصناعة الأخير والتوسع فى المجال الزراعى، والسعى إلى زيادة الصادرات، وإعداد كوادر مدربة تدريب تقنى على الزراعة والتصنيع، لافتًا إلى أن الوزارة تسعى إلى التوسع فى إنشاء العديد من مدارس التكنولوجيا التطبيقية فى مختلف التخصصات، وأن عدد هذه المدارس بلغ 43 مدرسة.
      
      وقال الدكتور محمد مجاهد، إن الوزارة تعمل على تشجيع التعليم الفني والتقني، والتدريب المهني وتطويره، والتوسع في أنواعه كافة، طبقًا لمعايير الجودة العالمية، وبما يتناسب مع احتياجات سوق العمل، مشيرًا إلى أن هذا البروتوكول يأتى في إطار تطوير التعليم الفني فى المجال الزراعى والتربية الزراعية، وتم استحداث مدارس التكنولوجيا التطبيقية، كنموذج جديد لتعليم فني متطور، يشارك في تطويره القطاع الخاص، انطلاقًا من مسئوليته المجتمعية، تجاه الوطن، إلى جانب الفائدة التي ستعود عليهما، وعلى الصناعة المصرية من كوادر فنية مؤهلة على مستوى عال.
      
      ومن جهته قال الدكتور عمرو بصيلة، إن هذا البروتوكول يهدف إلى استحداث تخصصات عملية في مجال زراعة وإنتاج التمور بمدارس التكنولوجيا التطبيقية؛ مما يساعد فى جذب الشباب نحو دراسة هذه التخصصات التكنولوجية الحديثة، وإيجاد فرص عمل جديدة لخريجي التعليم الفني تخاطب مهن المستقبل.
      
      وأضاف أن هذا البروتوكول ينص على أن هذه المدرسة تتخصص في تخريج فنيين مؤهلين للعمل في مجال زراعة وإنتاج التمور، ومدة الدراسة بها ثلاث سنوات، ويمنح الطلاب الناجحون في نهاية الصف الثالث شهادة إتمام الدراسة لدبلوم المدارس الثانوية للتكنولوجيا التطبيقية (نظام السنوات الثلاث)، معتمدة من وزارة التربية والتعليم والتعليم الفني، بالإضافة إلى شهادة خبرة معتمدة من الشركة.
      
      وأشار مهند السيد إسماعيل خضر مدير شركة لينة للتنمية السياحية والعمرانية، أن الشركة من الشركات الرائدة في مجال زراعة التمور، والتي تسعى إلى إنتاج وفرة من التمور بالطرق الحديثة، وتحرص على اغتنام كل الفرص الممكنة للقيام بدورها الوطني، والوفاء بمسئوليتها تجاه الدولة التي تتوجه إلى عمل طفرة في هذا المجال، كما تحرص الشركة على تكوين العنصر البشري الكفء، والمؤهل في مجال تخصصه، والتعامل مع كافة المشروعات بجدية تتضمن إتقان العمل.
      
      وأضاف، أننا لدينا قناعة بأن التعليم من العناصر الهامة التى تساعد الشركة فى المساهمة فى تنمية وتطوير بلادنا، ونسعى لإعداد عمالة فنية ماهرة مدربة فى مجال زراعة وإنتاج التمور، وتوفير فرص عمل وتطوير فى المجال الزراعى.`
    },
    {
        imgurl:"https://moe.gov.eg//media/2tgjcbxk/img-20221121-wa0010.jpeg?anchor=center&mode=crop&width=1560&height=528&rnd=133135103288900000",
        category:"MIS",
        id:4,
        title:"وزير التربية والتعليم يلتقي مديري إدارات التدريب على مستوى الجمهورية",
        content:`الدكتور رضا حجازي: التدريب يعد استكمالاً للجهود التى يتم بذلها لتطوير المنظومة التعليمية

        عقد الدكتور رضا حجازي وزير التربية والتعليم والتعليم الفني، اليوم، اجتماعًا مع مديري إدارات التدريب على مستوى الجمهورية، وذلك بقاعة الاجتماعات بالإدارة المركزية لإعداد القيادات التوبوية.
        ورحب الوزير بالحضور، وأكد أن مديري إدارات التدريب بالمحافظات هم أحد أدوات التطوير والتقدم في العملية التعليمية، مشيرًا إلى أهمية التدريب فى رفع مستوى أداء المعلم والعمل علي زيادة قدراته على الإبداع وإستخدام الأساليب الحديثة وتعزيز خبراته فى مجال تخصصه، بالإضافة إلي تعميق وعى المعلم لاستيعاب التطوير ورفع كفاءاته وإكسابه أساليب تعلم حديثة.
        وأكد حجازي، أنه فى إطار ما تقوم به الوزارة من تطوير المناهج الدراسية من أجل الإستمرار فى نجاح المنظومة التعليمية الجديدة، فإن التدريب يعد استكمالاً للجهود التى يتم بذلها لتطوير المنظومة التعليمية، حيث إن الغاية الأساسية للتدريب هى تحسين أداءات المعلم وتدريبه لإيجاد الطرق الأساسية لبناءه العلمى والتربوى، مما ييسر على المعلم تنمية ذاته علميًا وتربويًا ومايقدمه من أساليب تعليم وتعلم وأساليب تقييم.
        ووجه الوزير بعقد تدريبات لموجهي المواد على مستوى الجمهورية على نظام التقييم الجديد، وكيفية تدريب المعلمين على التعامل مع نظام التقييم الجديد.
        وأشار الدكتور رضا حجازي وزير التربية والتعليم والتعليم الفني، إلى أن المعلم أصبح ميسر وموجه وليس ملقن للمعلومة لذا تعمل الوزارة على تأهيل وتدريب المعلمين على إستخدام آليات التدريب والتطوير على أحدث المهارات والوسائل التكنولوجية لكى تتوافق مهارات المعلم مع التطوير والتغيير وذلك إيمانًا بدور المعلم.
        وحرص الوزير على تفقد مقر الإدارة المركزية لإعداد القيادات التوبوية، والحديث مع جميع العاملين بالمركز.`
    },
    {
        imgurl:"https://moe.gov.eg//media/sl3eg4cc/img-20221117-wa0019.jpeg?anchor=center&mode=crop&width=1560&height=528&rnd=133132886994200000",
        category:"MIS",
        id:5,
        title:"وزير التربية والتعليم يجتمع مع مديري المديريات التعليمية لمتابعة انتظام العملية التعليمية",
        content:`عقد الدكتور رضا حجازي وزير التربية والتعليم والتعليم الفني، مساء أمس، اجتماعًا مع السادة مديري المديريات التعليمية بمختلف المحافظات والقيادات التربوية؛ لمناقشة عدد من النقاط المهمة والتي من شأنها تحقيق انضباط العملية التعليمية.
        استهل الوزير اللقاء بتهنئة القيادات الجديدة، متمنيًا لهم كل النجاح والتوفيق في مهامهم التي يحددها الهيكل التنظيمي الجديد للوزارة، وإسهامهم بشكل فعال في تطوير العملية التعليمية في مصر.
        وشدد الدكتور رضا حجازي على الالتزام بالكتاب الدوري الخاص بمتابعة الغياب اليومي وانضباط سير الدراسة لضمان حسن سير العملية التعليمية بمختلف مراحل التعليم والتأكيد على تفعيل التسجيل الإلكتروني للغياب أُسْبُوعِيًّا لجميع المراحل التعليمية وخاصة غياب طلاب الشهادة الإعدادية والثانوية العامة، فضلًا عن تفعيل جدول الحصص المقرر لمعلمي الصفين الثالث الثانوي والثالث الإعدادي، مؤكدًا أهمية جذب الطلاب للمدرسة للاستفادة من العملية التعليمية.
        وأكد الوزير على تفعيل وحدة التواصل والدعم للمعلمين بالمديريات التعليمية وذلك في إطار اهتمام الوزارة بالمعلمين وأهمية دورهم الأصيل في تطوير منظومة التعليم، موجهًا بالاهتمام بالتواصل مع جميع المعلمين بالمديريات التعليمية لتلقي أي شكاوى خاصة بهم ودراسة وبحث هذه الشكاوى بهدف حلها وإزالة المعوقات والصعوبات التي تواجه المعلمين، ودراسة وبحث أية مقترحات مقدمة من المعلمين لدعم وتطوير العملية التعليمية.
        أما بالنسبة لاختبارات الصفين الأول والثاني الثانوي، أشار الوزير إلى أن الاختبارات ستكون إلكترونية على مستوى الإدارة التعليمية بعد إعداد بنوك الأسئلة، وفقًا للمواصفات التي حددها المركز القومي للامتحانات والإدارة المركزية للتعليم الثانوي، حيث تشتمل الورقة الامتحانية على أسئلة اختيار من متعدد MCQ وعودة الأسئلة المقالية القصيرة Short Essay بنسبة لا تتعدى 15% وفق طبيعة كل مادة دراسية.
        وأكد الوزير إلى أنه بالنسبة لاختبارات الصف الثالث الثانوي العام، سيتم تدريب الموجهين الأوائل في كل التخصصات على صياغة المفردات التدريبية والممارسات التدريسية وفق كل مواصفة وعلى آلية وضع الأسئلة تحت إشراف الإدارة المركزية لتطوير المناهج والمركز القومي للامتحانات على أن يقوم مديرو عموم تنمية المواد بالتأكيد على أن الأسئلة تأتي في إطار المنهج المقرر لكل مادة.
        وفيما يخص دمج التكنولوجيا في البرنامج الدراسي، وجه الوزير بتطبيق المرحلة الثانية من نسبة ال 25% لفترات المشاهدة بالمدارس على مستوى الجمهورية، وممارسة الأنشطة بمختلف أنواعها الرياضية والثقافية والفنية؛ مما يسهم في اكتشاف الموهوبين ورعايتهم بالتعاون مع وزارتي الشباب والرياضة والثقافة.
        كما وجه الوزير بتنظيم رحلات للطلاب إلى المشروعات القومية؛ لتعريفهم بما تم إنجازه على أرض الواقع من هذه المشروعات، وكذلك تنمية روح الولاء والانتماء لدى الطلاب، وقدرات التعلم الذاتي والثقافة العامة والمعرفة بالأحداث الجارية على كافة المستويات، بالإضافة إلى إثراء معلومات الطلاب من خلال البحث والاطلاع المباشر.
        وأشار الوزير إلى أن الاهتمام بالقراءة والكتابة لدى لطلاب على رأس أولوياتنا، مؤكدًا أن الوزارة تهتم بتعليم الطفل اللغة العربية قراءًة وكتابًة بجودة عالية، حتى يجيد تعلم العلوم الأخرى.
        وأوضح الوزير أن الوزارة تسعى إلى التوسع في إنشاء المدارس المصرية اليابانية، ومدارس النيل المصرية، ومدارس التكنولوجيا التطبيقية على مستوى المحافظات، وفقًا للتكليفات الرئاسية التي صدرت مؤخرًا خلال المؤتمر الاقتصادي، والمعرض والملتقى الصناعي، مشيرًا إلى أن هناك استحسانا كبيرًا لإنشاء مدارس التكنولوجيا التطبيقية، حيث إن عددها الآن يبلغ 43 مدرسة، ونستهدف التوسع في إنشاء هذه المدارس بالشراكة مع المستثمرين والقطاع الخاص.
        حضر الاجتماع الدكتور محمد مجاهد نائب الوزير للتعليم الفني، والدكتور أحمد ضاهر نائب الوزير للتطوير التكنولوجي، والدكتورة شيرين حمدي مستشار الوزير للتطوير الإداري والمشرف على الإدارة المركزية لشئون مكتب الوزير، ورؤساء الإدارات المركزية، ومديري مديريات التربية والتعليم، ومديري عموم تنمية المواد التعليمية.`
    }
];